Repository: r1adBE/cryptoChecker
Catalog: ios/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sq, sv, th, tr, uk, vi, zh_hans

# why_summary_coin_volume
source: Only this coin is moving, on higher volume – likely a reason specific to the coin.
ar: هذه العملة وحدها تتحرك، بحجم أعلى – على الأرجح لسبب خاص بالعملة نفسها.
cs: Hýbe se jen tato mince, při vyšším objemu – pravděpodobně důvod přímo u mince.
da: Kun denne mønt bevæger sig, ved højere volumen – sandsynligvis en årsag hos selve mønten.
de: Nur dieser Coin bewegt sich, bei erhöhtem Volumen – vermutlich ein Grund beim Coin selbst.
el: Κινείται μόνο αυτό το νόμισμα, με υψηλότερο όγκο – πιθανώς λόγος που αφορά το ίδιο το νόμισμα.
es: Solo se mueve esta moneda, con mayor volumen: probablemente un motivo propio de la moneda.
fa: فقط همین کوین حرکت می‌کند، با حجم بالاتر – احتمالاً دلیلی مربوط به خود کوین.
fi: Vain tämä kolikko liikkuu, suuremmalla volyymilla – todennäköisesti syy on kolikossa itsessään.
fr: Seule cette crypto bouge, avec un volume plus élevé – probablement une raison propre à la crypto.
he: רק המטבע הזה זז, בנפח גבוה יותר – כנראה סיבה הקשורה למטבע עצמו.
hi: सिर्फ़ यही कॉइन चल रहा है, ऊँचे वॉल्यूम के साथ – शायद कॉइन से जुड़ी कोई वजह।
hu: Csak ez az érme mozog, magasabb volumen mellett – valószínűleg magánál az érménél van az ok.
id: Hanya koin ini yang bergerak, dengan volume lebih tinggi – kemungkinan penyebabnya ada pada koin itu sendiri.
it: Si muove solo questa moneta, con volume più alto – probabilmente un motivo legato alla moneta stessa.
ja: このコインだけが取引量の増加を伴って動いています – コイン自体に理由がある可能性があります。
ko: 이 코인만 거래량 증가와 함께 움직입니다 – 코인 자체에 이유가 있을 가능성이 큽니다.
nb: Bare denne mynten beveger seg, med høyere volum – trolig en årsak hos selve mynten.
nl: Alleen deze munt beweegt, bij hoger volume – waarschijnlijk een reden bij de munt zelf.
pl: Porusza się tylko ta moneta, przy wyższym wolumenie – prawdopodobnie powód leży w samej monecie.
pt: Só esta moeda se move, com volume mais alto – provavelmente um motivo próprio da moeda.
pt_br: Só esta moeda se move, com volume mais alto – provavelmente um motivo específico da moeda.
ro: Doar această monedă se mișcă, la volum mai mare – probabil un motiv ce ține de moneda însăși.
ru: Движется только эта монета, при повышенном объёме – вероятно, причина в самой монете.
sq: Lëviz vetëm kjo monedhë, me volum më të lartë – ka të ngjarë një arsye te vetë monedha.
sv: Bara det här myntet rör sig, med högre volym – troligen en orsak hos myntet självt.
th: มีเพียงเหรียญนี้ที่เคลื่อนไหว ด้วยปริมาณที่สูงขึ้น – น่าจะมีเหตุผลเฉพาะของเหรียญเอง
tr: Yalnızca bu coin hareket ediyor, daha yüksek hacimle – muhtemelen coin'in kendisine özgü bir neden.
uk: Рухається лише ця монета, за підвищеного обсягу – імовірно, причина в самій монеті.
vi: Chỉ coin này biến động, với khối lượng cao hơn – có lẽ do lý do riêng của coin.
zh_hans: 只有这个币种在波动，且交易量较高——原因可能在币种本身。

# why_summary_longs
source: Futures: many leveraged long positions.
ar: العقود الآجلة: كثير من مراكز الشراء بالرافعة.
cs: Futures: mnoho pákových long pozic.
da: Futures: mange gearede long-positioner.
de: Futures: viele gehebelte Long-Positionen.
el: Futures: πολλές θέσεις long με μόχλευση.
es: Futuros: muchas posiciones long apalancadas.
fa: فیوچرز: پوزیشن‌های لانگ اهرمی زیاد.
fi: Futuurit: paljon vipuvoimalla otettuja long-positioita.
fr: Futures : beaucoup de positions long à effet de levier.
he: חוזים: הרבה פוזיציות לונג ממונפות.
hi: फ़्यूचर्स: कई लीवरेज्ड लॉन्ग पोज़िशन।
hu: Határidős piac: sok tőkeáttételes long pozíció.
id: Futures: banyak posisi long dengan leverage.
it: Futures: molte posizioni long con leva.
ja: 先物：レバレッジのロングポジションが多い。
ko: 선물: 레버리지 롱 포지션 많음.
nb: Futures: mange belånte long-posisjoner.
nl: Futures: veel longposities met hefboom.
pl: Kontrakty: wiele lewarowanych pozycji long.
pt: Futuros: muitas posições long alavancadas.
pt_br: Futuros: muitas posições long alavancadas.
ro: Futures: multe poziții long cu levier.
ru: Фьючерсы: много лонг-позиций с плечом.
sq: Futures: shumë pozicione long me levë.
sv: Terminer: många hävstångsbelånade long-positioner.
th: ฟิวเจอร์ส: มีสถานะ Long ใช้เลเวอเรจจำนวนมาก
tr: Vadeli işlemler: çok sayıda kaldıraçlı long pozisyon.
uk: Ф'ючерси: багато лонг-позицій із плечем.
vi: Futures: nhiều vị thế long dùng đòn bẩy.
zh_hans: 合约：大量杠杆多单。

# why_summary_market
source: The move follows the overall market.
ar: الحركة تتبع السوق ككل.
cs: Pohyb sleduje celkový trh.
da: Bevægelsen følger det samlede marked.
de: Die Bewegung folgt dem Gesamtmarkt.
el: Η κίνηση ακολουθεί τη συνολική αγορά.
es: El movimiento sigue al mercado en general.
fa: این حرکت از کل بازار پیروی می‌کند.
fi: Liike seuraa koko markkinaa.
fr: Le mouvement suit l'ensemble du marché.
he: התנועה עוקבת אחרי השוק כולו.
hi: यह चाल पूरे बाज़ार का अनुसरण करती है।
hu: A mozgás a teljes piacot követi.
id: Pergerakan ini mengikuti pasar secara keseluruhan.
it: Il movimento segue il mercato nel suo insieme.
ja: この動きは市場全体に連動しています。
ko: 이 움직임은 시장 전체를 따릅니다.
nb: Bevegelsen følger markedet som helhet.
nl: De beweging volgt de totale markt.
pl: Ruch podąża za całym rynkiem.
pt: O movimento segue o mercado em geral.
pt_br: O movimento segue o mercado em geral.
ro: Mișcarea urmează piața în ansamblu.
ru: Движение следует за рынком в целом.
sq: Lëvizja ndjek tregun në tërësi.
sv: Rörelsen följer marknaden som helhet.
th: การเคลื่อนไหวนี้เป็นไปตามตลาดโดยรวม
tr: Hareket genel piyasayı izliyor.
uk: Рух слідує за ринком загалом.
vi: Biến động đi theo toàn thị trường.
zh_hans: 这一波动跟随整体市场。

# why_summary_market_volume
source: The move goes along with higher trading volume and a broadly moving market.
ar: تترافق الحركة مع حجم تداول أعلى وسوق يتحرك على نطاق واسع.
cs: Pohyb provází vyšší objem obchodů a plošně se pohybující trh.
da: Bevægelsen ledsages af højere handelsvolumen og et bredt bevægeligt marked.
de: Die Bewegung wird von erhöhtem Handelsvolumen und einem breit bewegten Markt begleitet.
el: Η κίνηση συνοδεύεται από υψηλότερο όγκο συναλλαγών και ευρεία κίνηση της αγοράς.
es: El movimiento va acompañado de mayor volumen de negociación y un mercado que se mueve en conjunto.
fa: این حرکت با حجم معاملات بالاتر و بازاری که به‌طور گسترده حرکت می‌کند همراه است.
fi: Liikettä seuraa suurempi kaupankäyntivolyymi ja laajasti liikkuva markkina.
fr: Le mouvement s'accompagne d'un volume d'échanges plus élevé et d'un marché qui bouge dans son ensemble.
he: התנועה מלווה בנפח מסחר גבוה יותר ובשוק שנע באופן רחב.
hi: इस चाल के साथ ऊँचा ट्रेडिंग वॉल्यूम है और पूरा बाज़ार व्यापक रूप से चल रहा है।
hu: A mozgást magasabb kereskedési volumen és széles körben mozgó piac kíséri.
id: Pergerakan ini disertai volume perdagangan lebih tinggi dan pasar yang bergerak secara luas.
it: Il movimento è accompagnato da un volume di scambi più alto e da un mercato che si muove in modo diffuso.
ja: この動きには取引量の増加と市場全体の幅広い動きが伴っています。
ko: 이 움직임에는 거래량 증가와 시장 전반의 움직임이 함께 나타납니다.
nb: Bevegelsen følges av høyere handelsvolum og et bredt bevegelig marked.
nl: De beweging gaat samen met hoger handelsvolume en een breed bewegende markt.
pl: Ruchowi towarzyszy wyższy wolumen obrotu i szeroko poruszający się rynek.
pt: O movimento é acompanhado por volume de negociação mais alto e um mercado que se move em conjunto.
pt_br: O movimento é acompanhado por volume de negociação mais alto e um mercado que se move em conjunto.
ro: Mișcarea este însoțită de volum de tranzacționare mai mare și o piață care se mișcă larg.
ru: Движение сопровождается повышенным объёмом торгов и широким движением рынка.
sq: Lëvizja shoqërohet me volum më të lartë tregtimi dhe një treg që lëviz gjerësisht.
sv: Rörelsen åtföljs av högre handelsvolym och en brett rörlig marknad.
th: การเคลื่อนไหวนี้มาพร้อมกับปริมาณการซื้อขายที่สูงขึ้นและตลาดที่เคลื่อนไหวในวงกว้าง
tr: Harekete daha yüksek işlem hacmi ve geniş çapta hareket eden bir piyasa eşlik ediyor.
uk: Рух супроводжується підвищеним обсягом торгів і широким рухом ринку.
vi: Biến động đi kèm khối lượng giao dịch cao hơn và thị trường biến động trên diện rộng.
zh_hans: 这一波动伴随着较高的交易量和整体市场的普遍波动。

# why_summary_shorts
source: Futures: many short positions.
ar: العقود الآجلة: كثير من مراكز البيع.
cs: Futures: mnoho short pozic.
da: Futures: mange short-positioner.
de: Futures: viele Short-Positionen.
el: Futures: πολλές θέσεις short.
es: Futuros: muchas posiciones short.
fa: فیوچرز: پوزیشن‌های شورت زیاد.
fi: Futuurit: paljon short-positioita.
fr: Futures : beaucoup de positions short.
he: חוזים: הרבה פוזיציות שורט.
hi: फ़्यूचर्स: कई शॉर्ट पोज़िशन।
hu: Határidős piac: sok short pozíció.
id: Futures: banyak posisi short.
it: Futures: molte posizioni short.
ja: 先物：ショートポジションが多い。
ko: 선물: 숏 포지션 많음.
nb: Futures: mange short-posisjoner.
nl: Futures: veel shortposities.
pl: Kontrakty: wiele pozycji short.
pt: Futuros: muitas posições short.
pt_br: Futuros: muitas posições short.
ro: Futures: multe poziții short.
ru: Фьючерсы: много шорт-позиций.
sq: Futures: shumë pozicione short.
sv: Terminer: många short-positioner.
th: ฟิวเจอร์ส: มีสถานะ Short จำนวนมาก
tr: Vadeli işlemler: çok sayıda short pozisyon.
uk: Ф'ючерси: багато шорт-позицій.
vi: Futures: nhiều vị thế short.
zh_hans: 合约：大量空单。

# why_summary_thin
source: The move is thin: little volume behind it.
ar: الحركة ضعيفة: حجم قليل وراءها.
cs: Pohyb je slabý: stojí za ním malý objem.
da: Bevægelsen er tynd: lidt volumen bag den.
de: Die Bewegung ist dünn: wenig Volumen dahinter.
el: Η κίνηση είναι αδύναμη: λίγος όγκος πίσω της.
es: El movimiento es débil: hay poco volumen detrás.
fa: حرکت کم‌جان است: حجم کمی پشت آن است.
fi: Liike on ohut: sen takana on vähän volyymia.
fr: Le mouvement est faible : peu de volume derrière.
he: התנועה דלילה: מעט נפח מאחוריה.
hi: चाल कमज़ोर है: इसके पीछे कम वॉल्यूम है।
hu: A mozgás gyenge: kevés volumen áll mögötte.
id: Pergerakannya tipis: sedikit volume di baliknya.
it: Il movimento è debole: c'è poco volume dietro.
ja: この動きは薄い：裏付ける取引量が少ないです。
ko: 움직임이 약합니다: 뒷받침하는 거래량이 적습니다.
nb: Bevegelsen er tynn: lite volum bak den.
nl: De beweging is dun: weinig volume erachter.
pl: Ruch jest słaby: stoi za nim mały wolumen.
pt: O movimento é fraco: pouco volume por trás.
pt_br: O movimento é fraco: pouco volume por trás.
ro: Mișcarea este slabă: puțin volum în spate.
ru: Движение слабое: за ним мало объёма.
sq: Lëvizja është e hollë: pak volum pas saj.
sv: Rörelsen är tunn: lite volym bakom den.
th: การเคลื่อนไหวเบาบาง: มีปริมาณสนับสนุนน้อย
tr: Hareket zayıf: arkasında az hacim var.
uk: Рух слабкий: за ним мало обсягу.
vi: Biến động mỏng: ít khối lượng phía sau.
zh_hans: 波动缺乏支撑：背后交易量很少。

# why_summary_title
source: In short
ar: باختصار
cs: Stručně
da: Kort sagt
de: Kurz gesagt
el: Με λίγα λόγια
es: En resumen
fa: به‌طور خلاصه
fi: Lyhyesti
fr: En bref
he: בקצרה
hi: संक्षेप में
hu: Röviden
id: Singkatnya
it: In breve
ja: 要するに
ko: 요약
nb: Kort sagt
nl: Kortom
pl: W skrócie
pt: Em resumo
pt_br: Em resumo
ro: Pe scurt
ru: Коротко
sq: Shkurt
sv: Kort sagt
th: โดยสรุป
tr: Kısaca
uk: Коротко
vi: Tóm lại
zh_hans: 简而言之

# why_title
source: Why is this moving?
ar: لماذا يتحرك هذا؟
cs: Proč se to hýbe?
da: Hvorfor bevæger den sig?
de: Warum bewegt sich das?
el: Γιατί κινείται;
es: ¿Por qué se mueve?
fa: چرا این حرکت می‌کند؟
fi: Miksi tämä liikkuu?
fr: Pourquoi ça bouge ?
he: למה זה זז?
hi: यह क्यों हिल रहा है?
hu: Miért mozog?
id: Kenapa ini bergerak?
it: Perché si muove?
ja: なぜ動いている？
ko: 왜 움직이나요?
nb: Hvorfor beveger den seg?
nl: Waarom beweegt dit?
pl: Dlaczego to się rusza?
pt: Porque está a mexer?
pt_br: Por que está se movendo?
ro: De ce se mișcă?
ru: Почему это движется?
sq: Pse po lëviz?
sv: Varför rör den sig?
th: ทำไมถึงเคลื่อนไหว?
tr: Bu neden hareket ediyor?
uk: Чому це рухається?
vi: Vì sao nó biến động?
zh_hans: 为什么在波动？

# why_title_coin
source: Why is %1$@ moving?
ar: لماذا يتحرك %1$@؟
cs: Proč se hýbe %1$@?
da: Hvorfor bevæger %1$@ sig?
de: Warum bewegt sich %1$@?
el: Γιατί κινείται το %1$@;
es: ¿Por qué se mueve %1$@?
fa: چرا %1$@ حرکت می‌کند؟
fi: Miksi %1$@ liikkuu?
fr: Pourquoi %1$@ bouge-t-il ?
he: למה %1$@ זז?
hi: %1$@ क्यों हिल रहा है?
hu: Miért mozog a(z) %1$@?
id: Kenapa %1$@ bergerak?
it: Perché %1$@ si muove?
ja: %1$@ はなぜ動いている？
ko: %1$@ 왜 움직이나요?
nb: Hvorfor beveger %1$@ seg?
nl: Waarom beweegt %1$@?
pl: Dlaczego %1$@ się rusza?
pt: Porque está %1$@ a mexer?
pt_br: Por que %1$@ está se movendo?
ro: De ce se mișcă %1$@?
ru: Почему движется %1$@?
sq: Pse po lëviz %1$@?
sv: Varför rör sig %1$@?
th: ทำไม %1$@ ถึงเคลื่อนไหว?
tr: %1$@ neden hareket ediyor?
uk: Чому рухається %1$@?
vi: Vì sao %1$@ biến động?
zh_hans: %1$@ 为什么在波动？

# why_volatility_high_text
source: Last hour: %1$@ — measured against the typical hourly swing of the past 24 hours.
ar: الساعة الأخيرة: %1$@ — مقارنةً بالتذبذب الساعي المعتاد خلال آخر 24 ساعة.
cs: Poslední hodina: %1$@ – měřeno vůči typickému hodinovému výkyvu za posledních 24 hodin.
da: Sidste time: %1$@ – målt mod det typiske udsving pr. time de seneste 24 timer.
de: Letzte Stunde: %1$@ – gemessen an der üblichen stündlichen Schwankung der letzten 24 Stunden.
el: Τελευταία ώρα: %1$@ — σε σχέση με την τυπική ωριαία διακύμανση των τελευταίων 24 ωρών.
es: Última hora: %1$@ — comparado con la oscilación horaria típica de las últimas 24 horas.
fa: ساعت گذشته: %1$@ — در مقایسه با نوسان ساعتی معمول در ۲۴ ساعت اخیر.
fi: Viime tunti: %1$@ – verrattuna viimeisen 24 tunnin tyypilliseen tuntiheilahteluun.
fr: Dernière heure : %1$@ — par rapport à la variation horaire typique des dernières 24 heures.
he: השעה האחרונה: %1$@ — ביחס לתנודה השעתית הטיפוסית ב-24 השעות האחרונות.
hi: पिछला घंटा: %1$@ — पिछले 24 घंटों के सामान्य घंटेवार उतार-चढ़ाव की तुलना में।
hu: Utolsó óra: %1$@ – az elmúlt 24 óra jellemző óránkénti kilengéséhez mérve.
id: Satu jam terakhir: %1$@ — diukur terhadap ayunan per jam yang umum dalam 24 jam terakhir.
it: Ultima ora: %1$@ — rispetto all'oscillazione oraria tipica delle ultime 24 ore.
ja: 直近1時間：%1$@ — 過去24時間の典型的な1時間の変動幅と比較。
ko: 최근 1시간: %1$@ — 지난 24시간의 일반적인 시간당 변동폭 대비.
nb: Siste time: %1$@ – målt mot det typiske svinget per time de siste 24 timene.
nl: Afgelopen uur: %1$@ – gemeten tegen de gebruikelijke uurschommeling van de afgelopen 24 uur.
pl: Ostatnia godzina: %1$@ — w odniesieniu do typowego godzinowego wahania z ostatnich 24 godzin.
pt: Última hora: %1$@ — face à oscilação horária típica das últimas 24 horas.
pt_br: Última hora: %1$@ — em relação à oscilação horária típica das últimas 24 horas.
ro: Ultima oră: %1$@ — raportat la oscilația orară tipică din ultimele 24 de ore.
ru: Последний час: %1$@ — относительно типичного часового колебания за последние 24 часа.
sq: Ora e fundit: %1$@ — krahasuar me luhatjen tipike orare të 24 orëve të fundit.
sv: Senaste timmen: %1$@ – mätt mot den typiska timsvängningen under de senaste 24 timmarna.
th: ชั่วโมงล่าสุด: %1$@ — เทียบกับการแกว่งรายชั่วโมงตามปกติใน 24 ชั่วโมงที่ผ่านมา
tr: Son saat: %1$@ — son 24 saatin tipik saatlik salınımına göre.
uk: Остання година: %1$@ — відносно типового годинного коливання за останні 24 години.
vi: Giờ qua: %1$@ — so với mức dao động theo giờ điển hình trong 24 giờ qua.
zh_hans: 最近一小时：%1$@ —— 相对于过去 24 小时的典型每小时波幅。

# why_volatility_normal_text
source: Last hour: %1$@ — within the usual range.
ar: الساعة الأخيرة: %1$@ — ضمن النطاق المعتاد.
cs: Poslední hodina: %1$@ – v obvyklém rozmezí.
da: Sidste time: %1$@ – inden for det normale.
de: Letzte Stunde: %1$@ – im üblichen Rahmen.
el: Τελευταία ώρα: %1$@ — εντός του συνηθισμένου εύρους.
es: Última hora: %1$@ — dentro del rango habitual.
fa: ساعت گذشته: %1$@ — در محدوده معمول.
fi: Viime tunti: %1$@ – tavanomaisissa rajoissa.
fr: Dernière heure : %1$@ — dans la fourchette habituelle.
he: השעה האחרונה: %1$@ — בטווח הרגיל.
hi: पिछला घंटा: %1$@ — सामान्य दायरे में।
hu: Utolsó óra: %1$@ – a szokásos tartományon belül.
id: Satu jam terakhir: %1$@ — dalam rentang biasa.
it: Ultima ora: %1$@ — nella norma.
ja: 直近1時間：%1$@ — 通常の範囲内です。
ko: 최근 1시간: %1$@ — 평소 범위 안입니다.
nb: Siste time: %1$@ – innenfor det vanlige.
nl: Afgelopen uur: %1$@ – binnen het gebruikelijke bereik.
pl: Ostatnia godzina: %1$@ — w zwykłym zakresie.
pt: Última hora: %1$@ — dentro do intervalo habitual.
pt_br: Última hora: %1$@ — dentro do intervalo habitual.
ro: Ultima oră: %1$@ — în intervalul obișnuit.
ru: Последний час: %1$@ — в обычных пределах.
sq: Ora e fundit: %1$@ — brenda kufijve të zakonshëm.
sv: Senaste timmen: %1$@ – inom det vanliga intervallet.
th: ชั่วโมงล่าสุด: %1$@ — อยู่ในช่วงปกติ
tr: Son saat: %1$@ — olağan aralıkta.
uk: Остання година: %1$@ — у звичайних межах.
vi: Giờ qua: %1$@ — trong phạm vi thông thường.
zh_hans: 最近一小时：%1$@ —— 处于正常范围内。

# why_volume_high_text
source: Much more trading than usual in the last hour — the move is broadly supported.
ar: تداول أكثر بكثير من المعتاد في الساعة الأخيرة — الحركة مدعومة على نطاق واسع.
cs: Za poslední hodinu se obchodovalo mnohem víc než obvykle – pohyb má širokou podporu.
da: Langt mere handel end normalt i den sidste time – bevægelsen har bred opbakning.
de: In der letzten Stunde wurde viel mehr gehandelt als üblich – die Bewegung ist breit getragen.
el: Πολύ περισσότερες συναλλαγές από το συνηθισμένο την τελευταία ώρα — η κίνηση έχει ευρεία στήριξη.
es: Mucha más negociación de lo habitual en la última hora — el movimiento tiene un respaldo amplio.
fa: معاملات در ساعت گذشته بسیار بیشتر از معمول بوده — حرکت پشتوانه گسترده‌ای دارد.
fi: Viime tunnin aikana on käyty kauppaa paljon tavallista enemmän – liikkeellä on laaja tuki.
fr: Beaucoup plus d'échanges que d'habitude sur la dernière heure — le mouvement est largement soutenu.
he: הרבה יותר מסחר מהרגיל בשעה האחרונה — לתנועה יש תמיכה רחבה.
hi: पिछले घंटे में सामान्य से कहीं ज़्यादा ट्रेडिंग — हलचल को व्यापक समर्थन है।
hu: Az utolsó órában a szokásosnál jóval több kereskedés zajlott – a mozgás széles körben támogatott.
id: Perdagangan jauh lebih ramai dari biasanya dalam satu jam terakhir — pergerakan ini didukung luas.
it: Molti più scambi del solito nell'ultima ora — il movimento è ampiamente sostenuto.
ja: 直近1時間の取引が通常よりはるかに多く、動きは幅広く支えられています。
ko: 최근 1시간 거래가 평소보다 훨씬 많습니다 — 움직임이 폭넓게 뒷받침되고 있습니다.
nb: Mye mer handel enn vanlig den siste timen – bevegelsen har bred støtte.
nl: Veel meer handel dan normaal in het afgelopen uur – de beweging wordt breed gedragen.
pl: W ostatniej godzinie handel był znacznie większy niż zwykle — ruch ma szerokie poparcie.
pt: Muito mais negociação do que o habitual na última hora — o movimento tem amplo apoio.
pt_br: Muito mais negociação do que o habitual na última hora — o movimento tem amplo apoio.
ro: Mult mai multe tranzacții decât de obicei în ultima oră — mișcarea are susținere largă.
ru: За последний час торговали гораздо больше обычного — движение имеет широкую поддержку.
sq: Shumë më tepër tregtim se zakonisht në orën e fundit — lëvizja ka mbështetje të gjerë.
sv: Mycket mer handel än vanligt under senaste timmen – rörelsen har brett stöd.
th: มีการซื้อขายมากกว่าปกติมากในชั่วโมงล่าสุด — การเคลื่อนไหวได้รับแรงหนุนกว้างขวาง
tr: Son bir saatte normalden çok daha fazla işlem — hareket geniş çapta destekleniyor.
uk: За останню годину торгували значно більше, ніж зазвичай, — рух має широку підтримку.
vi: Giao dịch trong giờ qua nhiều hơn hẳn bình thường — biến động được hỗ trợ rộng rãi.
zh_hans: 最近一小时交易远多于平常 —— 这波走势得到广泛支撑。

# why_volume_low_text
source: The move is thin and can reverse quickly.
ar: الحركة ضعيفة وقد تنعكس بسرعة.
cs: Pohyb je slabý a může se rychle otočit.
da: Bevægelsen er tynd og kan hurtigt vende.
de: Die Bewegung ist dünn und kann schnell drehen.
el: Η κίνηση είναι αδύναμη και μπορεί να αντιστραφεί γρήγορα.
es: El movimiento es débil y puede revertirse rápidamente.
fa: حرکت کم‌عمق است و می‌تواند سریع برگردد.
fi: Liike on ohut ja voi kääntyä nopeasti.
fr: Le mouvement est fragile et peut s'inverser rapidement.
he: התנועה דלילה ועלולה להתהפך במהירות.
hi: हलचल कमज़ोर है और जल्दी पलट सकती है।
hu: A mozgás gyenge lábakon áll, és gyorsan megfordulhat.
id: Pergerakan ini tipis dan bisa cepat berbalik.
it: Il movimento è debole e può invertirsi rapidamente.
ja: 動きは薄く、すぐに反転する可能性があります。
ko: 움직임이 얇아 빠르게 되돌려질 수 있습니다.
nb: Bevegelsen er tynn og kan snu raskt.
nl: De beweging is dun en kan snel omslaan.
pl: Ruch jest słaby i może się szybko odwrócić.
pt: O movimento é fraco e pode inverter-se rapidamente.
pt_br: O movimento é fraco e pode se inverter rapidamente.
ro: Mișcarea este slabă și se poate inversa rapid.
ru: Движение слабое и может быстро развернуться.
sq: Lëvizja është e dobët dhe mund të kthehet shpejt.
sv: Rörelsen är tunn och kan snabbt vända.
th: การเคลื่อนไหวเบาบางและอาจกลับตัวได้เร็ว
tr: Hareket zayıf ve hızla tersine dönebilir.
uk: Рух слабкий і може швидко розвернутися.
vi: Biến động mỏng và có thể đảo chiều nhanh.
zh_hans: 走势单薄，可能很快反转。

# why_volume_normal_text
source: Trading in the last hour is in line with the past 24 hours.
ar: التداول في الساعة الأخيرة يتماشى مع آخر 24 ساعة.
cs: Obchodování za poslední hodinu odpovídá posledním 24 hodinám.
da: Handlen i den sidste time svarer til de seneste 24 timer.
de: Der Handel der letzten Stunde entspricht den letzten 24 Stunden.
el: Οι συναλλαγές της τελευταίας ώρας είναι σύμφωνες με τις τελευταίες 24 ώρες.
es: La negociación de la última hora está en línea con las últimas 24 horas.
fa: معاملات ساعت گذشته با ۲۴ ساعت اخیر همخوانی دارد.
fi: Viime tunnin kaupankäynti vastaa viimeistä 24 tuntia.
fr: Les échanges de la dernière heure sont conformes aux dernières 24 heures.
he: המסחר בשעה האחרונה תואם את 24 השעות האחרונות.
hi: पिछले घंटे की ट्रेडिंग पिछले 24 घंटों के अनुरूप है।
hu: Az utolsó óra kereskedése megfelel az elmúlt 24 órának.
id: Perdagangan satu jam terakhir sejalan dengan 24 jam terakhir.
it: Gli scambi dell'ultima ora sono in linea con le ultime 24 ore.
ja: 直近1時間の取引は過去24時間と同程度です。
ko: 최근 1시간 거래가 지난 24시간과 비슷합니다.
nb: Handelen den siste timen er på linje med de siste 24 timene.
nl: De handel in het afgelopen uur is in lijn met de afgelopen 24 uur.
pl: Handel w ostatniej godzinie odpowiada ostatnim 24 godzinom.
pt: A negociação da última hora está em linha com as últimas 24 horas.
pt_br: A negociação da última hora está em linha com as últimas 24 horas.
ro: Tranzacționarea din ultima oră este în linie cu ultimele 24 de ore.
ru: Торговля за последний час соответствует последним 24 часам.
sq: Tregtimi i orës së fundit përputhet me 24 orët e fundit.
sv: Handeln under senaste timmen ligger i linje med de senaste 24 timmarna.
th: การซื้อขายในชั่วโมงล่าสุดสอดคล้องกับ 24 ชั่วโมงที่ผ่านมา
tr: Son bir saatteki işlemler son 24 saatle uyumlu.
uk: Торгівля за останню годину відповідає останнім 24 годинам.
vi: Giao dịch trong giờ qua tương đương 24 giờ vừa qua.
zh_hans: 最近一小时的交易与过去 24 小时一致。

# widget_background
source: Background
ar: الخلفية
cs: Pozadí
da: Baggrund
de: Hintergrund
el: Φόντο
es: Fondo
fa: پس‌زمینه
fi: Tausta
fr: Arrière-plan
he: רקע
hi: पृष्ठभूमि
hu: Háttér
id: Latar
it: Sfondo
ja: 背景
ko: 배경
nb: Bakgrunn
nl: Achtergrond
pl: Tło
pt: Fundo
pt_br: Fundo
ro: Fundal
ru: Фон
sq: Sfondi
sv: Bakgrund
th: พื้นหลัง
tr: Arka plan
uk: Фон
vi: Nền
zh_hans: 背景

# widget_chart_candles
source: Candles
ar: شموع
cs: Svíčky
da: Lys
de: Kerzen
el: Κεριά
es: Velas
fa: شمعی
fi: Kynttilät
fr: Bougies
he: נרות
hi: कैंडल
hu: Gyertyák
id: Candle
it: Candele
ja: ローソク足
ko: 캔들
nb: Lys
pl: Świece
pt: Velas
ro: Lumânări
ru: Свечи
sq: Qirinj
sv: Ljus
th: แท่งเทียน
tr: Mumlar
uk: Свічки
vi: Nến
zh_hans: K线

# widget_chart_line
source: Line
ar: خطي
cs: Čára
da: Linje
de: Linie
el: Γραμμή
es: Línea
fa: خطی
fi: Viiva
fr: Ligne
he: קו
hi: लाइन
hu: Vonal
id: Garis
it: Linea
ja: ライン
ko: 라인
nb: Linje
nl: Lijn
pl: Linia
pt: Linha
pt_br: Linha
ro: Linie
ru: Линия
sq: Vijë
sv: Linje
th: เส้น
tr: Çizgi
uk: Лінія
vi: Đường
zh_hans: 折线
